IDEA Open Model
LineLoad.TypeEdgePosition Property
Compatible with IDEA StatiCa Beta 20.0
 edge position type
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TypeEdgePosition TypeEdgePosition { get; set; }
Public Property TypeEdgePosition As TypeEdgePosition
	Get
	Set
Property Value
Type: TypeEdgePosition
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace